Repository: gospodarka-przestrzenna/POPBDP
Catalog: i18n/*/LC_MESSAGES/QuickBDL.po
Languages: pl

source: Choose Column Name
pl: Wybierz nazwę kolumny

source: Choose a column name for the variable (up to {length} characters):
pl: Wybierz nazwę kolumny dla tej zmiennej (do {length} znaków):

source: Confirm
pl: Potwierdź

source: No name found for variable ID: {id}
pl: Nie znaleziono nazwy dla zmiennej ID: {id}

source: Name
pl: Nazwa

source: Type
pl: Typ

source: Short code
pl: Skrócony kod

source: Full code
pl: Pełny kod

source: Next
pl: Dalej

source: Choose territorial units
pl: Wybierz jednostki terytorialne pobieranych danych

source: Voivodeship
pl: Województwo

source: Subregion
pl: Podregion

source: Loading...
pl: Ładowanie...

source: Data Fetching
pl: Pobieranie danych

source: Initializing data fetching...
pl: Inicjalizacja pobierania danych...

source: Finish
pl: Zakończ

source: Fetching data: {value}% complete. (unit: {unit}, variable: {variable})
pl: Pobieranie danych: {value}%. (jednostka: {unit}, zmienna: {variable})

source: Data fetching completed successfully.
pl: Pobieranie danych zakończone pomyślnie.

source: Error: {message}
pl: Błąd: {message}

source: Close
pl: Zamknij

source: Initializing Plugin
pl: Inicjalizacja wtyczki

source: Checking database file...
pl: Sprawdzanie pliku bazy danych...

source: Cancel
pl: Anuluj

source: Downloading database file: {progress}%
pl: Pobieranie pliku bazy danych: {progress}%

source: Database file downloaded successfully.
pl: Pobieranie danych zakończone pomyślnie.

source: Download failed: {error}
pl: Błąd pobierania: {error}

source: County
pl: Powiat

source: City
pl: Miasto

source: Rural commune
pl: Gmina wiejska

source: Urban-rural commune
pl: Gmina miejsko-wiejska

source: City in urban-rural commune
pl: Miasto w gminie miejsko-wiejskiej

source: Rural area in urban-rural commune
pl: Wiejski obszar w gminie miejsko-wiejskiej

source: City district
pl: Dzielnica miasta

source: Unknown type
pl: Nieznany typ

source: Select Years
pl: Wybierz lata

source: Add Layer to Map
pl: Dodaj warstwę do mapy

source: Fetch GUS data
pl: Pobierz dane GUS

source: Select Subjects and Variables
pl: Wybierz tematy i zmienne do pobrania

source: Description
pl: Opis / jednostka

source: Subject ID
pl: Identyfikator tematu

source: Main subject
pl: Temat

source: Subtopic
pl: Podtemat

source: short_code
pl: Skrócony kod

source: type
pl: Typ

source: name
pl: Nazwa

source: Name not found for code: {short_code} {type}
pl: Nie znaleziono nazwy dla kodu: {short_code} {type}

source: GUS data layer
pl: Dane GUS

source: Error while fetching data. D1
pl: Błąd podczas pobierania danych. D1

source: No available tokens. D2
pl: Brak dostępnych tokenów. D2

source: Choose data granularity
pl: Wybierz granulację geometrii

source: Choose one of the following options to proceed:
pl: Wybierz jedną z poniższych opcji, aby kontynuować:

source: I am interested in data for the smallest division (In the finest division there are rural and urban areas)
pl: Interesują mnie dane dla drobnego podziału (W najdrobniejszym podziale są obszary wiejskie i miasta)

source: I am interested in historical data (In the finest division there are rural-urban communes)
pl: Interesują mnie dane historyczne (W najdrobniejszym podziale są gminy wiejsko-miejskie)
